Repository: Bioconductor/BiocInstaller-1
Catalog: po/R-*.po
Languages: es, fr, it, ja

source: package 'remotes' not installed in library path(s) %s install with 'BiocManager::install("remotes")'
es: el paquete 'remotes' no está instalado en ninguno de los caminos a las librerías %s instálalo con 'BiocManager::install("remotes")'
fr: le paquet logiciel 'remotes' n'est pas installé dans les chemins de bibliothèque %s installer avec 'BiocManager::install("remotes")'
it: il pacchetto 'remotes' non è installato nel percorso delle librerie %s installarlo con 'BiocManager::install("remotes")'
ja: パッケージ 'remotes' がライブラリパスにインストールされていません %s 'BiocManager::install("remotes")' でインストールしてください

source: 'loadNamespace("remotes")' failed: %s
es: 'loadNamespace("remotes")' ha fallado: %s
fr: 'loadNamespace("remotes")' n'a pas reussi: %s
it: 'loadNamespace("remotes")' ha fallito: %s
ja: 'loadNamespace("remotes")' が失敗しました: %s

source: 'repos' argument to 'install()' not allowed
es: argumento 'repos' no permitido en 'install()'
fr: l'argument 'repos' pour 'install()' est interdit
it: l'argomento 'repos' per la funzione 'install()' non è permesso
ja: 'install()'への'repos'引数は許されていません

source: all '...' arguments to 'install()' must be named
es: todos los argumentos '...' en 'install()' deben ir nombrados
fr: tous les arguments '...' pour 'install()' doivent être nommés
it: tutti gli argomenti '...' per 'install()' devono essere nominati
ja: 'install()'へのすべての'...'引数は名前を付ける必要があります

source: failed to load package 'utils'
es: no se pudo cargar el paquete 'utils'
fr: le chargement du paquet logiciel 'utils' a échoué
it: errore nel caricamento del pacchetto 'utils'
ja: パッケージ'utils'のロードに失敗しました

source: Bioconductor version not changed by 'install()'; in non-interactive sessions use 'ask = FALSE'
es: La versión de Bioconductor no ha cambiado con 'install()'; en sesiones no interactivas utiliza 'ask = FALSE'
fr: La version de Bioconductor n'a pas été changée par 'install()'; utiliser 'ask = FALSE' dans les sessions interactives
it: La versione di Bioconductor non è stata cambiata da 'install()'; in sessioni non-interattivi utilizzare 'ask = FALSE'
ja: Bioconductorのバージョンは'install()'によって変更されません; 非対話型セッションでは'ask = FALSE'を使ってください

source: To use Bioconductor version '%s', first %s %d packages with BiocManager::install(version = '%s')
es: Para utilizar la versión '%s' de Bioconductor, primero %s %d paquetes con BiocManager::install(version = '%s')
fr: Pour utiliser la version '%s' de Bioconductor, il faut d'abord faire %s à %d paquets logiciels avec BiocManager::install(version = '%s')
it: Per usare la versione Bioconductor '%s', prima %s %d pacchetti con BiocManager::install(version = '%s')
ja: Bioconductorのバージョン '%s' を使うには、まず %s %d パッケージを下記でインストールしてください BiocManager::install(version = '%s')

source: 'getOption("BiocManager.snapshot")' must be one of %s
es: 'getOption("BiocManager.snapshot")' debería de ser uno de %s
fr: 'getOption("BiocManager.snapshot")' doit être une de %s
it: 'getOption("BiocManager.snapshot")' deve essere una tra %s
ja: 'getOption("BiocManager.snapshot")' は %s のいずれかである必要があります

source: unknown option 'BiocManager.snapshot = "%s"'
es: opción desconocida 'BiocManager.snapshot = "%s"'
fr: option inconnue 'BiocManager.snapshot = "%s"'
it: opzione sconosciuta 'BiocManager.snapshot = "%s"'
ja: 'BiocManager.snapshot = "%s"' は不明なオプションです

source: 'pkgs' must be a character vector of package names, or a matrix like that returned by 'installed.packages()'
es: 'pkgs' debería ser un vector de caracteres de nombres de paquetes, o una matriz como la que devuelve 'installed.packages()'
fr: 'pkgs' doit être un vecteur de caractères de noms de pacquets logiciels, ou une matrice comme celleretournée par 'installed.packages()'
it: 'pkgs' deve essere un vettore di caratteri contenente i nomi dei pacchetti, o una matrice come quella ritornata tramite 'installed.packages()'
ja: 'pkgs' はパッケージ名の文字ベクトル, または 'installed.packages()' によって返されるような行列である必要があります

source: package(s) not installed when version(s) same as current; use `force = TRUE` to re-install: '%s'
es: uno o más paquetes no han sido instalados porque sus versiones son las mismas que las actuales; utiliza `force = TRUE` para re-instalar: '%s'
fr: les paquets logiciels ne sont pas installés quand leur versions sont actuelles; utiliser `force = TRUE` pour réinstaller: '%s'
it: i pacchetti non sono installati quando le versioni sono le stesse di quelle attuali; usare `force = TRUE` per reinstallare: '%s'
ja: 現在のバージョンと同じ場合、パッケージはインストールされません; 再インストールするには `force = TRUE` を使ってください: '%s'

source: packages not installed (unknown repository) '%s'
es: paquetes no instalados (repositorio desconocido) '%s'
fr: paquets logiciels n'ont pas été installés (dépôt inconnue) '%s'
it: pachetti non installati (repository sconosciuto) '%s'
ja: パッケージはインストールされません (不明なリポジトリ) '%s'

source: Bioconductor online version validation disabled; see ?BIOCONDUCTOR_ONLINE_VERSION_DIAGNOSIS
es: Validación en línea de la versión de Bioconductor desabilitada; ver ?BIOCONDUCTOR_ONLINE_VERSION_DIAGNOSIS
fr: la validation en ligne de version Bioconductor est désactivée; voir ?BIOCONDUCTOR_ONLINE_VERSION_DIAGNOSIS
it: La verifica di versione Bioconductor è disabilitata; consultare ?BIOCONDUCTOR_ONLINE_VERSION_DIAGNOSIS
ja: Bioconductorのオンラインバージョンの検証が無効になっています; ?BIOCONDUCTOR_ONLINE_VERSION_DIAGNOSIS の内容をご覧ください

source: installation paths not writeable, unable to update packages %s
es: no se puede escribir en los directorios de instalación, no se puede actualizar paquetes %s
fr: les chemins d'installation n'e sont pas enregistrables, on ne peut pas mettre à jour les paquets logiciels %s
it: percorsi di installazione non scrivibili, pacchetti non aggiornabili %s
ja: インストールパスの書き込みができず、パッケージを更新できません %s

source: installing package(s) %s
es: instalando paquete(s) %s
fr: en installant les paquets logiciels %s
it: installando i pacchetti %s
ja: パッケージをインストールしています %s

source: installing github package(s) %s
es: instalando paquete(s) de github %s
fr: en installant les paquets logiciels github %s
it: installando i pacchetti github %s
ja: githubパッケージをインストールしています %s

source: old packages: '%s'
es: paquetes obsoletos: '%s'
fr: pacquet logiciels anciens: '%s'
it: pacchetti non aggiornati: '%s'
ja: 古いパッケージ: '%s'

source: 'getOption("repos")' replaces Bioconductor standard repositories, see '?repositories' for details. Replacement repositories: %s
es: 'getOption("repos")' reemplaza los respositorios estándar de Bioconductor, ver '?respositories' para más detalles. Reemplazando repositorios: %s
fr: 'getOption("repos")' remplace les dépôts Bioconductor standards, voir '?repositories' pour plus de détails. Dépôts remplacés: %s
it: 'getOption("repos")' rimpiazza i repository standard di Bioconductor, consultare '?repositories' per i dettagli. Repository rimpiazzati: %s
ja: 'getOption("repos")' はBioconductorの標準のリポジトリを取り換えます, 詳しくは '?repositories' をご覧ください. 取り換え用リポジトリ: %s

source: %s %d packages to Bioconductor version '%s'? [y/n]:
es: %s %d paquetes a la versión de Bioconductor '%s'? [y/n]:
fr: %s %d paquets logicels à la version Bioconductor '%s'? [y/n]:
it: %s %d pacchetti per la versione Bioconductor '%s'? [y/n]:
ja: %s %d パッケージを Bioconductor version '%s' にしますか? [y/n]:

source: mis-configuration, R %s, Bioconductor %s
es: configuración incorrecta, R %s, Bioconductor %s
fr: mal configuré, R %s, Bioconductor %s
it: configurazione errata, R %s, Bioconductor %s
ja: 設定ミス, R %s, Bioconductor %s

source: Bioconductor version %s (BiocManager %s), %s
es: Bioconductor versión %s (BiocManager %s), %s
fr: version Bioconductor %s (BiocManager %s), %s
it: versione Bioconductor %s (BiocManager %s), %s
ja: Bioconductorのバージョン" %s (BiocManager %s), %s

source: version '%s' must have two components, e.g., '3.7'
es: versión '%s' debería tener dos componentes, e.g., '3.7'
fr: la version '%s' doit avoir deux pièces, par ex., '3.7'
it: versione '%s' deve avere due componenti, per esempio, '3.7'
ja: バージョン '%s' には2つのコンポーネントが必要です, 例えば, '3.7'

source: unknown Bioconductor version '%s'; see %s
fr: version Bioconductor inconnue '%s'; voir %s
it: versione Bioconductor sconosciuta '%s'; vedere %s
ja: 未知の Bioconductor のバージョン '%s'; %s を確かめてください

source: Bioconductor does not yet build and check packages for R version %s; see %s
it: Bioconductor non realizza ancora build e check per i pacchetti di versione R %s; vedere %s
ja: Bioconductor はまだ R バージョン %s のパッケージをビルドしてチェックしていません; %s を確かめてください

source: use `BiocManager::install(version = '%s')` with R version %s
es: utiliza `BiocManager::install(version ='%s')` con R versión %s
fr: utiliser `BiocManager::install(version = '%s')` avec version R %s
it: utilizzare `BiocManager::install(version = '%s')` con versione R %s
ja: R のバージョン %s には `BiocManager::install(version = '%s')` を使ってください

source: Bioconductor version '%s' requires R version '%s'; %s; see %s
fr: la version Bioconductor '%s' a besoin de la version R '%s'; %s; voir %s
it: La versione di Bioconductor '%s' richiede la versione R '%s'; %s; vedere %s
ja: Bioconductorのバージョン '%s' には R のバージョン '%s' が必要です; %s; %s を確かめてください

source: Bioconductor version '%s' is out-of-date; BiocManager does not support R version '%s'. For older installations of Bioconductor, use '%s' and refer to the 'BiocInstaller' vignette on the Bioconductor website
es: la versión '%s' de Bioconductor está obsoleta; BiocManager no soporta Rversión '%s'. Para instalaciones anteriores de Bioconductor, utiliza '%s' y consulta la viñeta de 'BiocInstaller' en el sitio web de Bioconductor
fr: la version Bioconductor '%s' est obsolètee; BiocManager ne supporte pas la version R '%s'. Pour anciennes versions de Bioconductor, utiliser '%s' et voir la vignette 'BiocInstaller' sur la site Bioconductor
it: La versione di Bioconductor '%s' è obsoleta; BiocManager non supporta la versione di R '%s'. Per installazioni precedenti di Bioconductor, usare '%s' e consultare la vignette 'BiocInstaller' sul sitio internet di Bioconductor
ja: Bioconductor バージョン '%s' は期限切れです; BiocManager は Rのバージョン '%s' をサポートしていません. Bioconductorの古いインストールについては, '%s' を使用し, Bioconductor のウェブサイトで 'BiocInstaller' のビネットを参照してください

source: Bioconductor version '%s' is out-of-date; the current release version '%s' is available with R version '%s'; see %s
fr: la version Bioconductor '%s' est obsolètee; la version actuelle '%s' est disponible avec la version R '%s'; voir %s
it: La versione di Bioconductor '%s' è obsoleta; la versione attuale '%s' è disponibile con la versione R '%s'; vedere %s
ja: Bioconductor バージョン '%s' は期限切れです; 現在のリリースバージョン '%s' はRのバージョン '%s' で利用可能です; %s を確かめてください

source: see https://bioconductor.org/install
it: vedere https://bioconductor.org/install
ja: https://bioconductor.org/install をご覧ください

source: Bioconductor version cannot be determined; no internet connection?
it: La versione di Bioconductor non può essere determinata; non c'è connessione internet?
ja: Bioconductorのバージョンを特定することができません; インターネットに接続していないですか?

source: Bioconductor version cannot be validated; no internet connection?
it: La versione di Bioconductor non può essere convalidata; non c'è connessione internet?
ja: Bioconductorのバージョンが検証できません; インターネットに接続していないですか?

source: unknown Bioconductor version '%s'; %s
es: Bioconductor versión '%s' desconocida; %s

source: Bioconductor does not yet build and check packages for R version %s; %s
es: Bioconductor no construye ni revisa paquetes para R versión %s; %s
fr: Bioconductor ne construit pas et ne vérifie pas encore des paquets logiciels pour la version R %s; %s

source: Bioconductor version '%s' requires R version '%s'; %s; %s
es: Bioconductor versión '%s' requiere R versión '%s'; %s; %s

source: Bioconductor version '%s' is out-of-date; the current release version '%s' is available with R version '%s'; %s
es: la versión '%s' de Bioconductor está obsoleta; la versión actual ("release") '%s' está disponible en R versión '%s'; %s
